tap "codeclimate/formulae"
tap "hivemq/mqtt-cli"
tap "homebrew/bundle"
tap "mczachurski/wallpapper"
tap "teamookla/speedtest"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "python@3.12"
brew "cmake"
brew "detox"
brew "dfu-util"
brew "docker", link: false
brew "docker-compose", link: false
brew "esphome"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "hurl"
brew "imagemagick"
brew "inetutils"
brew "jq"
brew "libcoap"
brew "libwebsockets"
brew "libxml2"
brew "mas"
brew "openjdk"
brew "maven"
brew "ninja"
brew "node", link: false
brew "node@14"
brew "nvm"
brew "pandoc"
brew "perl"
brew "pipx"
brew "postgresql@14"
brew "powerlevel10k"
brew "python@3.9", link: false
brew "redis"
brew "stow"
brew "swift"
brew "telnet", link: false
brew "tmux"
brew "ttyd"
brew "yarn"
brew "zsh"
brew "codeclimate/formulae/codeclimate"
brew "hivemq/mqtt-cli/mqtt-cli"
brew "teamookla/speedtest/speedtest"
cask "alt-tab"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Markdown Editor", id: 1458220908
mas "Ninox Database", id: 901110441
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Oscilloppoi", id: 1102313524
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "Trello", id: 1278508951
mas "UpNote", id: 1398373917
mas "WhatsApp", id: 1147396723
mas "WorkingHours", id: 1495643653
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "acidic9.p5js-snippets"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dskwrk.vscode-generate-getter-setter"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "k--kato.intellij-idea-keybindings"
vscode "lllllllqw.jsdoc"
vscode "mlueckert.a-frame-completion"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.wordcount"
vscode "platformio.platformio-ide"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "samplavigne.p5-vscode"
vscode "svelte.svelte-vscode"
vscode "twxs.cmake"
vscode "valentjn.vscode-ltex"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
vscode "wallabyjs.quokka-vscode"
vscode "yzhang.markdown-all-in-one"
